using System;
using System.Collections.Generic;
using System.Text;

namespace JobPlatform.Data.Models.Enums
{
    public enum JobCategory
    {
          Авиация
        , Автомобили
        , Автосервизи
        , Бензиностанции
        , Административнииофисдейности
        , Архитектура, СтроителствоиГрадоустройство
        , Банки, Кредитиране
        , Дизайн, Криейтив, ВидеоиАнимация
        , ЕнергетикаиЮтилитис
        , Застраховане
        , Здравеопазванеифармация
        , Изкуство, Развлечение, Промоции
        , ИзследователскаиРазвойнадейност
        , Инженери
        , Институции, Държавнаадминистрация
        , ИТАдминистративнидейностиипродажби
        , ИТРазработкаподдръжканасофтуер
        , ИТРазработкаподдръжканахардуер
        , Контактцентрове
        , Маркетинг
        , Медии
        , Издателство
        , Мениджмънт
        , Бизнесразвитие
        , МорскииРечентранспорт
        , Недвижимиимоти
        , Образование
        , Курсове
        , Преводи
        , Организацииснестопанскацел
        , Почистване
        , Услугизадомакинството
        , Право
        , Юридическиуслуги
        , ПроизводствоЕлектроника, Електротехника, Машиностроене
        , ПроизводствоМебелииДърводелство
        , ПроизводствоМеталургияиМиннодело
        , ПроизводствоТекстилиОблеклa
        , ПроизводствоФармация
        , ПроизводствоХимияиГорива
        , ПроизводствоХранииНапитки
        , ПроизводствоДруго
        , РезервациииТуризъм
        , Реклама
        , PR
        , РемонтнииМонтажнидейности
        , Ресторанти, Кетъинг
        , Салонизакрасота
        , Селскоигорскостопанство, Рибовъдство
        , СигурностиОхрана
        , Спорт, Кинезитерапия
        , Счетоводство, Одит, Финанси
        , Телекомуникацииадминистративнидейностиипродажби
        , Телекомуникацииинженериитехници
        , Транспорт, Логистика, Спедиция
        , Търговияипродажби
        , Хотели
        , Човешкиресурси
        , Шофьори, Куриери
    }
}
