namespace JobPlatform.Data.Models.Enums
{
    public enum LocationCity
    {
        None
        , София
        , Пловдив
        , Варна
        , Бургас
        , СтараЗагора
        , Русе
        , ВеликоТърново
        , Шумен
        , Плевен
        , Пазарджик
        , Слънчевбряг
        , Добрич
        , Габрово
        , Враца
        , Благоевград
        , Перник
        , Сливен
        , Ямбол
        , Разград
        , Търговище
        , Ловеч
        , Хасково
        , Созопол
        , Дупница
        , Силистра
        , Казанлък
        , Видин
        , Китен
        , Монтана
        , Кърджали
        , Панагюрище
        , Троян
        , Несебър
        , Севлиево
        , Смолян
        , Петрич
        , Стряма
        , Димитровград
        , ГорнаОряховица
        , Свищов
        , Кюстендил
        , Асеновград
        , СветиВлас
        , Банско
        , Поморие
        , Приморско
        , Костинброд
        , Ботевград
        , Правец,
    }
}
